Repository: raf93278/Captain-Tsubasa
Catalog: omegat/project_save.tmx
Source language: en_gb
Languages: pl

# But we're gonna pass it to him. He's our best shot!
source: But we're gonna pass it to him.\nHe's our best shot!
pl: But we're gonna pass it to him.\nTo nasz najlepszy strzelec!

# But we're so close to conquering our 3rd championship!
source: But we're so close to conquering our\n3rd championship!
pl: Jesteśmy tak blisko zdobycia naszego trzeciego mistrzostwa!

source: But you just got here.
pl: Ale dopiero co tu przybyłeś.

source: But--
pl: Ale...

source: But...!
pl: Ale...!

source: By purchasing DLC, you can play EPISODE: RISING STARS.
pl: Kupując DLC, możesz zagrać w EPIZOD: WSCHODĄCE GWIAZDY.

source: C'mon!
pl: Dalej!

# C'mon! Where's my new towel?
source: C'mon!\nWhere's my new towel?
pl: No weź!\nGdzie mój nowy ręcznik?

source: C'mon, let's do this team!
pl: Dalej, zróbmy to!

source: CHAPTER 1
pl: ROZDZIAŁ 1

source: CHAPTER 2
pl: ROZDZIAŁ 2

source: CHAPTER 3
pl: ROZDZIAŁ 3

source: CHAPTER 4
pl: ROZDZIAŁ 4

source: CHAPTER 5
pl: ROZDZIAŁ 5

source: CHAPTER 6
pl: ROZDZIAŁ 6

source: CHAPTER 7
pl: ROZDZIAŁ 7

source: COLLECTION
pl: KOLEKCJA

source: CONTINUE
pl: KONTYNUUJ

source: Calm down.
pl: Uspokój się.

source: Campaign Login Bonus
pl: Bonus za logowanie do kampanii

# Can I ask you a favor for today's practice match?
source: Can I ask you a favor for today's\npractice match?
pl: Czy mogę cię prosić o przysługę na dzisiejszy mecz?

source: Can Nankatsu clear their first obstacle on the\npath to their third Nationals victory?!
pl: Czy Nankatsu zdoła pokonać pierwszą przeszkodę\nna drodze do trzeciego zwycięstwa w mistrzostwach krajowych?!

source: Can he assail their defense alone?!
pl: Czy sam zaatakuje ich obronę?!

source: Can only be set for EPISODE: TSUBASA.
pl: Można ustawić tylko dla EPIZOD: TSUBASA

source: Can they break the deadlock with fewer players?!
pl: Czy mogą przełamać impas z mniejszą liczbą graczy?

source: Can they hope to outpace those defenders?!
pl: Czy uda im się wyprzedzić tych obrońców?!

source: Can they leverage their man advantage?
pl: Czy potrafią wykorzystać przewagę liczebną?

# Can they show us the strength that made them champions twice already?
source: Can they show us the\nstrength that made them champions twice already?
pl: Czy pokażą nam siłę, która już dwukrotnie uczyniła ich mistrzami?

# Can't believe it's almost time for Summer Nationals.
source: Can't believe it's almost time\nfor Summer Nationals.
pl: Nie mogę uwierzyć, że to już prawie czas na Letnie mistrzostwa krajowe.

source: Captain
pl: Kapitan

source: Captain Tsubasa
pl: Kapitan Tsubasa

source: Captain Tsubasa Ozora of last year's\nwinning team, Nankatsu MS, will now return the\nchampionship banner.
pl: Kapitan Tsubasa Ozora z zeszłorocznej zwycięskiej drużyny, MS Nankatsu, zwróci teraz mistrzowski sztandar.

source: Captain!
pl: Kapitanie!

source: Captain...
pl: Kapitanie...

source: Carry our hopes and dreams!
pl: Nieś nasze nadzieje i marzenia!

source: Catch ya later!
pl: Do zobaczenia!

# Catch your breath, and get ready to split up into practice teams!
source: Catch your breath, and get ready to\nsplit up into practice teams!
pl: Złapcie oddech i przygotujcie się do\npodzielenia na zespoły!

source: Certainly better than I thought, Kisugi.
pl: Na pewno lepiej niż myślałem, Kisugi.

source: Change Active Player
pl: Zmień aktywnego gracza

source: Change Confirm and Cancel button settings.
pl: Zmień ustawienia przycisków Potwierdź i Anuluj.

source: Change Player<rep ⑤>
pl: Zmień gracza<rep ⑤>

source: Change Tactics<rep ⑫>
pl: Zmień taktykę<rep ⑫>

source: Change Tactics<rep ⑬>
pl: Zmień taktykę<rep ⑬>

source: Change Tactics<rep ⑭>
pl: Zmień taktykę<rep ⑭>

source: Change Tactics<rep ⑮>
pl: Zmień taktykę<rep ⑮>

source: Change a created character's looks, title, and voice.
pl: Zmień wygląd, tytuł i głos postaci.

source: Change formation?\nIf you have customized positions,\nconfigurations will be reset.
pl: Zmiana formacji?\nJeśli pozycje zostały dostosowane, konfiguracje zostaną zresetowane.

source: Change the BGM played during matches.
pl: Zmień podkład muzyczny odtwarzany podczas meczów.

source: Check controls.
pl: Sprawdź elementy sterowania.

# Check out the special features of Freestyle Matches.
source: Check out the special features of\nFreestyle Matches.
pl: Sprawdź specjalne funkcje w\nmeczach Freestyle.

# Check this out, Tsubasa. It's actually pretty cool.
source: Check this out, Tsubasa.\nIt's actually pretty cool.
pl: Patrz na to, Tsubasa.\nTo naprawdę fajne.

source: Chill out!
pl: Wyluzuj!

source: Chill out, Nitta.
pl: Wyluzuj, Nitta.

source: Choose one.
pl: Wybierz jedeną.

source: Coach Kira!
pl: Trener Kira!

# Coach, can I get in at defensive midfield? Let me mark Nitta.
source: Coach, can I get in at defensive midfield?\nLet me mark Nitta.
pl: Trenerze, czy mogę wejść na defensywnego pomocnika?\nPozwól mi pilnować Nittę.

source: Coach, the Captain's--
pl: Trenerze, kapitanie...

source: Combining with Kisugi and Taki\nin the Shutetsu Trio and his\nexpert headers, make this\nNankatsu midfielder stand out.
pl: W połączeniu z Kisugi i Taki,Trio Shutetsu i jego eksperckie\n uderzenia z główki, ten pomocnik\nNankatsu wyróżnia się na tle innych.

source: Come on now.
pl: Daj spokój.

# Compared to that potential future, this tournament is small potatoes.
source: Compared to that potential future,\nthis tournament is small potatoes.
pl: W porównaniu z potencjalną\nprzyszłością, ten turniej to małe piwo.

source: Configure match conditions.
pl: Skonfiguruj warunki dopasowania.

source: Configure matchmaking settings for opponents in Freestyle Quick Match.
pl: Skonfiguruj ustawienia dobierania przeciwników w trybie Freestyle Quick Match.

source: Configure player's name.
pl: Skonfiguruj nazwę gracza.

source: Configure the team.
pl: Skonfiguruj drużynę.

source: Configure various system settings.
pl: Konfiguracja różnych ustawień systemowych.

source: Continue Story
pl: Kontynuuj opowieść

source: Continue to the story as though you won the match.
pl: Kontynuuj historię, jakbyś wygrał mecz.

source: Controller Vibration Settings
pl: Ustawienia wibracji kontrolera

source: Controller has been disconnected.
pl: Kontroler został odłączony.

source: Cost
pl: Koszt

# Could you put Wakabayashi in goal on the other team?
source: Could you put Wakabayashi in goal on the other\nteam?
pl: Czy mógłbyś umieścić Wakabayashiego w bramce\ndrugiej drużyny?

source: Couldn't tell you.
pl: Nie mogę powiedzieć.

source: Create a new character.
pl: Stwórz nową postać.

# Custom Players cannot take part in Freestyle Matches.
source: Custom Players cannot take part in\nFreestyle Matches.
pl: Custom Players nie mogą brać udziału w\nmeczach Freestyle.

# DEFENSE TUTORIALS
source: DEFENSE\n TUTORIALS
pl: SAMOUCZKI\n OBRONY

source: Damn!
pl: Szlag!

# Dangit! I hoped we'd crush 'em in the opening half!
source: Dangit!\nI hoped we'd crush 'em in the opening half!
pl: Cholera! Miałem nadzieję, że zmiażdżymy ich w pierwszej połowie!

# Darn it! I wanted to win fair and square. Not like... this!
source: Darn it!\nI wanted to win fair and square.\nNot like... this!
pl: Cholera! Chciałem wygrać uczciwie i sprawiedliwie. Nie...!

# Dash Dribbling and Dribble Moves can be used to slip past opponents.
source: Dash Dribbling and \nDribble Moves can be used to slip past\nopponents.
pl: Dash Dribbling and \nDribble Moves mogą być używane do omijania\nprzeciwników.

# Days like those, I hang out with the table tennis kids and play a bit.
source: Days like\nthose, I hang out with the table tennis kids and\nplay a bit.
pl: W takie dni spędzam czas z dzieciakami grającymi w tenisa stołowego i trochę gram.

source: Defeating you.)
pl: Pokonamy was.)

source: Despite their Nationals-level keeper Nakanishi,\nNaniwa MS had their 3-year streak of representing\nOsaka broken by the up and coming: Azumaichi MS.
pl: Mimo że Nakanishi jest bramkarzem na poziomie krajowym, MS Naniwa przerwała swoją 3-letnią passę reprezentowania Osaki przez: MS Azumaichi.

source: Did we... score?
pl: Czy... zdobyliśmy bramkę?

source: Did you get lost in the clouds, Masao?
pl: Zgubiłeś się w chmurach, Masao?

source: Didn't expect that from Kluivoort!
pl: Nie spodziewałem się tego po Kluivoorcie!

source: Do you remember during elementary school\nNationals, when we had a showdown right at\nthe end of finals?
pl: Pamiętasz, jak w podstawówce, pod koniec finałów, mieliśmy starcie?

# Does this have to do with Tsubasa?
source: Does this have to\ndo with Tsubasa?
pl: Czy to ma coś\nwspólnego z Tsubasą?

source: Don't give up yet!
pl: Nie poddawajcie się jeszcze!

# Don't let them run circles around us with their coordination.
source: Don't let them run circles around us with their\ncoordination.
pl: Nie pozwólmy im biegać wokół nas z ich koordynacją.

source: Don't make me laugh.
pl: Nie rozśmieszaj mnie.

source: Don't skip
pl: Nie pomijaj

source: Don't you worry!
pl: Nie martwcie się!

source: Dribbling Tutorials
pl: Samouczki dryblingu

source: During matches, configure onscreen help for the position and shot timing of the controlled player and semi-auto dribbling.
pl: Podczas meczów skonfiguruj pomoc ekranową dotyczącą pozycji i czasu strzału kontrolowanego zawodnika oraz półautomatycznego dryblingu.

source: EDIT
pl: EDYCJA

source: EPISODE: NEW HERO Hanawa Route
pl: EPIZOD: NOWY BOHATER Droga Hanawy

source: EPISODE: NEW HERO Hirado MS Route
pl: EPIZOD: NOWY BOHATER Droga MS Hirado

source: EPISODE: NEW HERO Nankatsu Route
pl: EPIZOD: NOWY BOHATER Droga Nankatsu

source: EPISODE: NEW HERO Otomo Route
pl: EPIZOD: NOWY BOHATER Droga Otomo

source: EPISODE: TSUBASA
pl: EPIZOD: TSUBASA

source: EXIT
pl: WYJŚCIE

source: Each of their aces, Nankatsu's Tsubasa\nand Otomo's Nitta, even used to play at\nthe same youth soccer club, Nankatsu SC!
pl: Każdy z ich asów, Tsubasa z Nankatsu i Nitta z Otomo, grał nawet w tym samym młodzieżowym klubie piłkarskim, SC Nankatsu!

source: Eat thiiis!
pl: Zjedz to!

source: Eat up, everyone.
pl: Jedzcie wszyscy.

source: Edit a player's body.
pl: Edytuj ciało gracza.

source: Edit a player's eyebrows.
pl: Edytuj brwi gracza.

source: Edit a player's eyes.
pl: Edytuj oczy gracza.

source: Edit a player's eyewear.
pl: Edytuj okulary gracza.

source: Edit a player's face.
pl: Edytuj twarz gracza.

source: Edit a player's goal celebration.
pl: Edytuj celebrację gola przez gracza.

source: Edit a player's hairstyle.
pl: Edytuj fryzurę gracza.

source: Edit a player's move/skill set.
pl: Edytuj zestaw ruchów/umiejętności gracza.

source: Edit a player's nose.
pl: Edytuj nos gracza.

source: Edit a player's voice.
pl: Edytuj głos gracza.

source: Edit body.
pl: Edytuj ciało.

source: Edit cleats.
pl: Edytuj korki.

source: Edit eye color.
pl: Edytuj kolor oczu.

source: Edit eyebrows.
pl: Edytuj brwi.

source: Edit eyes.
pl: Edytuj oczy.

source: Edit face.
pl: Edytuj twarz.

source: Edit glasses.
pl: Edytuj okulary.

source: Edit goal celebration.
pl: Edytuj celebrację gola.

source: Edit hair.
pl: Edytuj włosy.

source: Edit nose.
pl: Edytuj nos.

source: Edit player's cleats.
pl: Edytuj korki gracza.

source: Edit player's eye color.
pl: Edytuj kolor oczu gracza.

source: Edit player's name and title.
pl: Edytuj imię, nazwisko i tytuł gracza.

source: Edits are saved separately from those\ndone through the Main Menu's ULTIMATE\nEDIT.
pl: Zmiany są zapisywane oddzielnie od\nzmian dokonanych za pomocą opcji ULTIMATE EDIT w\nmenu głównym.

source: Enjoy special videos and music.
pl: Ciesz się specjalnymi filmami i muzyką.

source: Enter a name.
pl: Wprowadź nazwę.

source: Enter up to 10 characters.
pl: Wprowadź do 10 znaków.

source: Enter up to 16 characters.
pl: Wprowadź do 16 znaków.

source: Enter up to 3 characters.
pl: Wprowadź do 3 znaków.

# Even as he's collapsing, Misugi manages to pass the loose ball!
source: Even as he's collapsing,\nMisugi manages to pass the loose ball!
pl: Nawet gdy się przewraca, Misugiemu udaje się podać piłkę!

# Even from my end, I can see how much deeper it's dipping.)
source: Even from my end, I can see how much\ndeeper it's dipping.)
pl: Nawet z mojej strony widzę, jak bardzo\nopada.)

# Even if this is just a practice match, I'm not gonna lose.
source: Even if this is just a practice match,\nI'm not gonna lose.
pl: Nawet jeśli to tylko mecz treningowy, nie zamierzam przegrać.

# Even with finals being right around the corner, you're one driven dude.
source: Even with finals being right\naround the corner, you're one driven dude.
pl: Nawet biorąc pod uwagę, że finały są za rogeim, jesteś bardzo zmotywowany.

source: Ever the good student, aren't ya?
pl: Dobry z ciebie uczeń, co?

source: Everyone else alright with that?
pl: Czy wszystkim to odpowiada?

source: Everyone on the team looked up to you\nfor your dedication to soccer,\nand knowing what you were going through.
pl: Wszyscy w drużynie podziwiali cię za twoje oddanie piłce nożnej i świadomość tego, przez co przechodzisz.

source: Exactly.
pl: Dokładnie.

# Excels at getting the ball down the field and passing it to Hyuga.
source: Excels at getting the\nball down the field and\npassing it to Hyuga.
pl: Doskonale radzi sobie z prowadzaniem piłki po\nboisku i podawaniem jej do Hyugi.

# Excuse me, who might you be? This area is for players and associates on--
source: Excuse me, who might you be?\nThis area is for players and associates on--
pl: Przepraszam, kim jesteś? Ten obszar jest przeznaczony\ndla graczy i ich współpracowników...

source: Exit
pl: Wyjście

source: Exit story mode and return to Main Menu.
pl: Wyjście z trybu fabularnego i powrót do menu głównego.

source: Exit the game?
pl: Wyjść z gry?

# FREE PRACTICE
source: FREE\n PRACTICE
pl: WOLNA\n PRAKTYKA

source: Face off against the world's best online.
pl: Zmierz się z najlepszymi na świecie w trybie online.

source: Feel free to drop by sometime.
pl: Wpadnij czasem.

source: Fighting alongside teammates and rivals alike,\nforging bonds while severing others...\nEvery experience became his strength.
pl: Walka z kolegami z drużyny i rywalami,\ntworzenie więzi i zrywanie innych...\nKażde doświadczenie stało się jego siłą.

source: Final Rating
pl: Ocena końcowa

# Finally! The game you've all been waiting for!
source: Finally!\nThe game you've all been waiting for!
pl: Nareszcie!\nMecz, na którą wszyscy czekali!

source: Finally, our chance to play Tsubasa Ozora.
pl: Wreszcie nasza szansa na zagranie z Tsubasą Ozorą.

source: Finally.
pl: Wreszcie.

# Fine. Then, you hafta cheer for us at Nationals.
source: Fine.\nThen, you hafta cheer for us at Nationals.
pl: Dobra. Musisz nam kibicować na mistrzostwach krajowych.

# Fine. We'll make the finals.
source: Fine.\nWe'll make the finals.
pl: Dobrze. Dostaniemy się do finału.

source: First of all, congratulations, Tsubasa.
pl: Po pierwsze, gratulacje, Tsubasa.

# First year midfielder at Toho Academy.
source: First year midfielder at Toho\nAcademy.
pl: Pomocnik pierwszego roku w Akademii\n Toho.

# First, we're going to win this shootout, and then we're headed to Nationals!
source: First, we're going to win this shootout,\nand then we're headed to Nationals!
pl: Najpierw wygramy ten mecz, a potem pojedziemy na zawody krajowe!

source: Fly!
pl: Leć!

source: For now, that'd have to be...
pl: Na razie będzie to...

source: For the championship!)
pl: Za mistrzostwo!)

source: For the win!
pl: Do zwycięstwa!

source: Foul
pl: Faul

source: Free Kicker
pl: Wolny strzelec

# From the basic flow of gameplay to item usage!
source: From the basic flow\nof gameplay to item usage!
pl: Od podstawowej rozgrywki\n po użycie przedmiotów!

# From what I hear, Tsubasa wants to move to Brazil, and become a pro player.
source: From what I hear, Tsubasa wants to\nmove to Brazil, and become a pro player.
pl: Z tego co słyszałem, Tsubasa chce przenieść\nsię do Brazylii i zostać zawodowym graczem.

# From what they told me, it's essentially soccer, but with a couple changes.
source: From what they told me, it's essentially soccer,\nbut with a couple changes.
pl: Z tego, co mi powiedzieli, to w zasadzie piłka nożna,\nale z kilkoma zmianami.

source: Full Screen Mode
pl: Pełny ekran

source: Game Controller
pl: Kontroler gry

source: Geez!
pl: Rany!

source: Genzo asked the same thing.
pl: Genzo pytał o to samo.

# Genzo said this might be the last time he gets to play you in this tournament.
source: Genzo said this might be the last time he gets to\nplay you in this tournament.
pl: Genzo powiedział, że to może być ostatni raz,\nkiedy będzie mógł z tobą zagrać w tym turnieju.

source: Get it!
pl: Łap.

source: Give me the ball!
pl: Podaj mi piłkę!

source: Go!
pl: Jazda!

# Goalkeeper Morisaki and the Nankatsu defense were frozen in place!
source: Goalkeeper Morisaki and\nthe Nankatsu defense were frozen in place!
pl: Bramkarz Morisaki i obrona Nankatsu zastygli w bezruchu!

# Goalkeeper Morisaki and the Nankatsu defense were frozen in place!
source: Goalkeeper Morisaki\nand the Nankatsu defense were frozen in place!
pl: Bramkarz Morisaki i obrona Nankatsu zastygli w bezruchu!

source: Goalkeeper Tutorials
pl: Samouczki bramkarzy

source: Good luck!
pl: Powodzenia!

source: Good thing we have Captain's pass!
pl: Dobrze, że mamy przepustkę kapitana!

source: Good work out there, everyone.
pl: Brawo dla wszystkich.

source: Gooo!
pl: Ruszajcie!

source: Got a minute?
pl: Masz minutę?

source: Got it.
pl: Rozumiem.

source: Gotcha, Galvan!
pl: Złapałem, Galvan!

source: Gotta stop--
pl: Muszę przestać...

source: Great!
pl: Świetnie!

# Guys, we're bringing home our third championship.
source: Guys, we're bringing home our third\nchampionship.
pl: Chłopaki, przywieźmy do domu nasze trzecie mistrzostwo.

source: H-He stopped it!
pl: Zatrzymał to!

source: H-Hey, Tsubasa, where are you going?
pl: Hej, Tsubasa, gdzie idziesz?

source: H-How?!
pl: J-Jak?!

source: Hah!
pl: Ha!

# Hah! Well, I'd hate to letcha down.
source: Hah!\nWell, I'd hate to letcha down.
pl: Nie chciałbym cię zawieść.

source: Hanawa Route
pl: Droga Hanawy

# He always talked about wanting to try playing differently.
source: He always talked about wanting to try playing\ndifferently.
pl: Zawsze mówił o chęci spróbowania gry w inny sposób.

# He could easily become a pillar for the future of Japanese soccer, no question.
source: He could easily become a pillar for the future of\nJapanese soccer, no question.
pl: Bez wątpienia może stać się filarem\nprzyszłości japońskiej piłki nożnej.

# He has faced down countless trials. And now...
source: He has faced down countless trials.\nAnd now...
pl: Stawił czoła niezliczonym próbom.\nA teraz...

source: He probably went to see Coach Kira in Okinawa.
pl: Prawdopodobnie udał się do trenera Kiry na Okinawie.

# He said, and I quote, "I want to play against Tsubasa."
source: He said, and I quote,\n"I want to play against Tsubasa."
pl: Powiedział, cytuję: "Chcę zagrać przeciwko Tsubasie".

source: He sure has a passion for mastering the game.
pl: Z pewnością ma pasję do doskonalenia gry.

source: He took it right to the goal!
pl: Strzelił prosto do bramki!

source: He used to play soccer, too.
pl: Grał też w piłkę nożną.

# He was copying my Drive Shot, too. I wonder if he had any thoughts about it.
source: He was copying my Drive Shot, too.\nI wonder if he had any thoughts about it.
pl: Kopiował też mój Drive Shot.\nCiekawe, czy miał jakieś przemyślenia na ten temat.

# He was my and Takeshi and the Captain's coach back in elementary school.
source: He was my and Takeshi and the Captain's\ncoach back in elementary school.
pl: Był moim trenerem, Takeshiego i kapitanem w szkole podstawowej.

source: He was saying the way your Drive Shot moves is\nsimilar to a table tennis thing he saw at school.
pl: Mówił, że sposób, w jaki Drive Shot się porusza, jest podobny do gry w tenisa stołowego, którą widział w szkole.

# He'll probably mark Tsubasa, so be careful out there, alright?
source: He'll probably mark Tsubasa,\nso be careful out there, alright?
pl: Prawdopodobnie oznaczy Tsubasę, więc uważaj, dobrze?

source: He's crossed the center line!
pl: Przekroczył środkową linię!

source: He's even personally taken two points from\nWakashimazu, the number one keeper who hadn't\nconceded a single goal this whole tournament!
pl: Osobiście odebrał dwa punkty\nWakashimazu, bramkarzowi numer jeden, który\nnie stracił ani jednej bramki przez cały turniej!

source: He's from the Japan Soccer Association.\nHe's had an interest in Tsubasa’s skills since\nthe early days.
pl: Jest z Japońskiego Związku Piłki Nożnej i od samego początku interesował się umiejętnościami Tsubasy.

source: He's going in alone!
pl: Biegnie sam!

source: He's not in the dorm!
pl: Nie ma go w akademiku!

source: He's one of the Otomo Quartet with three other\nfamiliar faces: Kishida, Nishio, and Nakayama.
pl: Jest jednym z kwartetu Otomo wraz z trzema innymi znajomymi twarzami: Kishidą, Nishio i Nakayamą.

source: He's skillfully taken control of the ball!
pl: Umiejętnie przejął kontrolę nad piłką!

# He's waiting for you over there. Go and say hello.
source: He's waiting for you over there.\nGo and say hello.
pl: Czeka tam na ciebie. Idź się przywitać.

# He's worked so hard, and today's game means so much to him.
source: He's worked so hard, and today's game means so\nmuch to him.
pl: Ciężko pracował, a dzisiejszy mecz wiele\ndla niego znaczy.

source: Heads up, Tsubasa!
pl: Głowa do góry, Tsubasa!

# Heard from Takeshi that you're still not happy with your Drive Shot.
source: Heard from Takeshi that you're still not happy\nwith your Drive Shot.
pl: Słyszałem od Takeshiego, że wciąż nie jesteś zadowolony ze swojego Drive Shota.

source: Heine, how'd you...!
pl: Heine, jak tam...!

source: Hello, Mr. Katagiri.
pl: Cześć, panie Katagiri.

source: Hello?
pl: Cześć?

source: Help
pl: Pomoc

source: Here I go!
pl: No to jazda

source: Here it goes!
pl: No to lecimy!

# Here we go, Argentina! Get a load of my new Drive Shot!
source: Here we go, Argentina!\nGet a load of my new Drive Shot!
pl: Zaczynamy, Argentyno! Zapoznaj się z moim nowym Drive Shot!

source: Here's your towel, Tsubasa.
pl: Twój ręcznik, Tsubasa.

source: Hey boys, sorry for bugging you on your off time.
pl: Hej, chłopcy, przepraszam, że przeszkadzam wam w czasie wolnym.

source: Hey!
pl: Hej!

# Hey! How come Tsubasa gets the one new towel?
source: Hey!\nHow come Tsubasa gets the one new towel?
pl: Hej! Dlaczego Tsubasa dostaje tylko jeden nowy ręcznik?

source: Hey, Coach?
pl: Hej, trenerze?

source: Hey, Hyuga!
pl: Hej, Hyuga!

source: Hey, Nitta!
pl: Hej, Nitta!

source: Hey, Tsubasa.
pl: Hej, Tsubasa.

# Hey, Urabe, what the heck's Nitta up to? We didn't practice that.
source: Hey, Urabe, what the heck's Nitta up to?\nWe didn't practice that.
pl: Hej, Urabe, co do cholery knuje Nitta?\nNie ćwiczyliśmy tego.

source: Hey, are you doing anything after this?
pl: Hej, robisz coś potem?

source: Hey, who's this Katagiri guy?
pl: Hej, kim jest ten Katagiri?

source: Hey, you wanna play with me?
pl: Hej, chcesz ze mną zagrać?

source: Hirado MS Route
pl: Droga MS Hirado

# His ability to hold onto possession of a ball is second to none.
source: His ability to hold onto possession\nof a ball is second to none.
pl: Jego umiejętność utrzymywania się przy piłce nie ma sobie równych.

source: His name is Tsubasa Ozora.
pl: Jego imię to Tsubasa Ozora.

# His specialty is acrobatic saves that increase his coverage.
source: His specialty is acrobatic saves that\nincrease his coverage.
pl: Jego specjalnością są akrobatyczne wybicia, które zwiększają jego zasięg.
